// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "品質診断プリント";

TransferringProcessTitle = "ファイルを転送中...";
PrintingProcessTitle = "PQ 診断ページのプリント中...";

NoPrintTitle = "PQ 診断ページをプリントできません。";
NoPrintMsg = "プリンタが接続され電源が入っていることを確認してから、もう一度やり直してください。";

RMTPQDPanelTitle = "印刷品質診断ページの印刷";
HSDRMTQPDPanelHeader = "印刷出力を改善するために印刷品質ツールを実行する必要があるかどうかを判断するには、診断ページを印刷してください。";
HSDRMTQPDPanelFooter = "印刷品質診断ページのコピーを印刷するには、[ページの印刷] をクリックします";
HSDRMTPQDButtonTitle = "ページの印刷";

HSDQualityDiagnosticsTextFieldTitle = "品質診断プリント";
HSDInfoTextFieldTitle = "出力プリントの印刷品質を改善するメンテナンス ツールを、実行する必要があるか、判断するためのページがプリントされます。";
HSDGuideTextFieldTitle = "[プリント] ボタンをクリックして、品質診断プリント ページをプリントします。";
HSDPrintButtonTitle = "プリント";
